const  dd1 = [
    { value: 'పితరం (తండ్రి)', label: 'పితరం (తండ్రి)',male:true },
    { value: 'పితామహం (తాత)', label: 'పితామహం (తాత)',male:true },
    { value: 'ప్రపితామహం(ముత్తాత)', label: 'ప్రపితామహం(ముత్తాత)',male:true },
    { value: 'మాతరం (తల్లి)', label: 'మాతరం (తల్లి)' ,male:false},
    { value:'యజమానాయాః భతృ ', label:'యజమానాయాః భతృ ',male:true},
    {value:'యజమానాయాః భతృ పితామహః',label:'యజమానాయాః భతృ పితామహః',male:true},
    { value: 'పితామహీం(నాయనమ్మ)', label: 'పితామహీం(నాయనమ్మ)' ,male:false},
    {value : 'యజమానాయాః భతృ ప్రపితామహా' , label : 'యజమానాయాః భతృ ప్రపితామహా',male:true},
    { value: 'ప్రపితామహీం (తాతమ్మ)', label: 'ప్రపితామహీం (తాతమ్మ)' ,male:false},
    { value: 'సాపత్నీమాతరం (సవతి తల్లి)', label: 'సాపత్నీమాతరం (సవతి తల్లి)' ,male:false},
    { value: 'మాతా మహం (అమ్మ తండ్రి )', label: 'మాతా మహం (అమ్మ తండ్రి )' ,male:true},
    { value: 'మాతు : పితామహం (అమ్మ తాత )', label: 'మాతు : పితామహం (అమ్మ తాత )' ,male:true},
    { value: 'మాతు : ప్రపితా మహం (అమ్మ ముత్తాత )', label: 'మాతు : ప్రపితా మహం (అమ్మ ముత్తాత )' ,male:true},
    { value: 'మాతా మహీం (అమ్మమ్మ)', label: 'మాతా మహీం  (అమ్మమ్మ)' ,male:false},
    { value: 'మాతు : పితా మహీం (తల్లి నాయనమ్మ )', label: 'మాతు : పితా మహీం (తల్లి నాయనమ్మ )',male:false },
    { value: 'మాతు : ప్రపితామహీం (తల్లి నాయనమ్మకు అత్తగారు )', label: 'మాతు : ప్రపితామహీం (తల్లి నాయనమ్మకు అత్తగారు )' ,male:false},
    { value: 'ఆత్మ పత్నీ (తన భార్య )', label: 'ఆత్మ  పత్నీమ్ (తన భార్య )',male:false },
    { value: 'సుతం (కుమారుడు )', label: 'సుతం (కుమారుడు )' ,male:true},
    { value: 'జేష్ఠ భ్రాతరం (అన్నయ్య)', label: 'జేష్ఠ భ్రాతరం (అన్నయ్య)',male:true },
    { value: 'జేష్ఠ భ్రాతరం తత్ పత్నీమ్ (అన్నభార్య  - వదిన)', label: 'జేష్ఠ భ్రాతరం తత్ పత్నీమ్ (అన్నభార్య  - వదిన)' ,male:false},
    {value:'కనిష్ట భ్రాతరం (తమ్ముడు)',label:'కనిష్ట భ్రాతరం (తమ్ముడు)',male:true},
    {value:'కనిష్టభ్రాతరం తత్ పత్నీమ్ (తమ్ముని భార్య - మరదలు )',label:'కనిష్టభ్రాతరం తత్ పత్నీమ్ (తమ్ముని భార్య - మరదలు )',male:false},
    {value:'జేష్ఠ పితృవ్యం (పెదనాన్న )',label:'జేష్ఠ పితృవ్యం (పెదనాన్న )',male:true},
    {value:'జేష్ఠ పితృవ్యం తత్  పత్నీమ్ (పెదనాన్నభార్య - పెద్దమ్మ)',label:'జేష్ఠ పితృవ్యం తత్  పత్నీమ్ (పెదనాన్నభార్య - పెద్దమ్మ)',male:false},
    {value:'కనిష్ట  పితృవ్యం ( బాబాయి / చిన్నాన్న)',label:'కనిష్ట  పితృవ్యం ( బాబాయి / చిన్నాన్న)',male:true},
    {value:'కనిష్ట  పితృవ్యం తత్ పత్నీమ్ ( బాబాయి భార్య - పిన్ని)',label:'కనిష్ట  పితృవ్యం తత్ పత్నీమ్ ( బాబాయి భార్య - పిన్ని)',male:false},
    {value:'మాతులం (మేనమామ  - అమ్మ తమ్ముడు )',label:'మాతులం (మేనమామ  - అమ్మ తమ్ముడు )',male:true},
    {value:'మాతులం  తత్ పత్నీమ్  (మేనమామ భార్య-  అత్తయ్య)',label:'మాతులం  తత్ పత్నీమ్  (మేనమామ భార్య-  అత్తయ్య)',male:false},
    {value:'దుహితం (కుమార్తె )',label:'దుహితం (కుమార్తె )',male:false},
    {value:'భగినీం (తోబుట్టువులు  - అక్కలు , చెల్లెలు )',label:'భగినీం (తోబుట్టువులు  - అక్కలు , చెల్లెలు )',male:false},
    {value:'దౌహిత్రమ్  (కుమార్తె కొడుకు - మనుమడు)',label:'దౌహిత్రమ్  (కుమార్తె కొడుకు - మనుమడు)',male:true},
    {value:'భాగినేయకం ( మేనల్లుడు )',label:'భాగినేయకం ( మేనల్లుడు )',male:true},
    {value:'పితృ భగినీం (మేనత్త -  తండ్రి అక్క / చెల్లి )',label:'పితృ భగినీం (మేనత్త -  తండ్రి అక్క / చెల్లి )',male:false},
    {value:'పితృ భగినీం తత్  భతృ (మేనత్త భర్త - తండ్రి అక్క / చెల్లి భర్త)',label:'పితృ భగినీం తత్  భతృ (మేనత్త భర్త - తండ్రి అక్క / చెల్లి భర్త)',male:true},
    {value:'మాతృ  భగినీం (పిన్ని) ( తల్లి  అక్క / చెల్లి)',label:'మాతృ  భగినీం (పిన్ని) ( తల్లి  అక్క / చెల్లి)',male:false},
    {value:'మాతృభగినీం తత్ భతృ (పెద్దమ్మ/ పిన్ని భర్త- తల్లి అక్క/చెల్లి భర్త)',label:'మాతృభగినీం తత్ భతృ (పెద్దమ్మ/ పిన్ని భర్త- తల్లి అక్క/చెల్లి భర్త)',male:true},
    {value:'జామాతరం (అల్లుడు)',label:'జామాతరం (అల్లుడు)',male:true},
    {value:'భావుకం (బావ - చెల్లి / అక్క  భర్త ) ',label:'భావుకం (బావ - చెల్లి / అక్క  భర్త ) ',male:true},
    {value:'స్నుషం (కోడలు ) కొడుకు భార్య',label:'స్నుషం (కోడలు ) కొడుకు భార్య',male:false},
    {value:'శ్వశురం (పిల్లనిచ్చిన మామ - భార్య తండ్రి ) ',label:'శ్వశురం (పిల్లనిచ్చిన మామ - భార్య తండ్రి ) ',male:true},
    {value:'శ్వశ్రూమ్ (భార్య తల్లి - అత్తగారు)',label:'శ్వశ్రూమ్ (భార్య తల్లి - అత్తగారు)',male:false},
    {value:'శ్యాలకం (బావ మరిది ) - భార్య తమ్ముడు / అన్న  శాలకస్య ',label:'శ్యాలకం (బావ మరిది ) - భార్య తమ్ముడు / అన్న  శాలకస్య ',male:true},
    {value:'స్వామినమ్ ( మతాచార్యులు ) ',label:'స్వామినమ్ ( మతాచార్యులు ) ',male:false},
    {value:'గురుం (ఉపనయనం చేసిన వారు)',label:'గురుం (ఉపనయనం చేసిన వారు)',male:true},
    {value:'రిక్కీదినం  (ఇష్టమైనవారు )',label:'రిక్కీదినం  (ఇష్టమైనవారు )',male:true}
];
const dd2=[
    {value:'గోత్రం',label:'గోత్రం'},
    {value:'గోత్రామ్',label:'గోత్రామ్'}
]
const dd3=[
    {value:'శర్మాణం',label:'శర్మాణం'},
    {value:'పదాం',label:'పదాం'}
]
const dd4=[
    {value:'వసురూపం',label:'వసురూపం'},
    {value:'రుద్రరూపం',label:'రుద్రరూపం'},
    {value:'ఆదిత్యరూపం',label:'ఆదిత్యరూపం'}
]
export {dd1,dd2,dd3,dd4};